/* The label of a text field that is optional. For example, 'Email (optional)' or 'Name (optional) */
"%@ (optional)" = "%@ (opcional)";

/* Caption for Address field on address form */
"Address" = "Endereço";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Endereço – Linha 1";

/* Label for input requesting address line 2, used for international addresses */
"Address line 2" = "Endereço – Linha 2";

/* Label of an address field in hk */
"Area" = "Área";

/* Placeholder for AU BECS BSB number */
"BSB number" = "Número BSB";

/* Button title to cancel action in an alert */
"Cancel" = "Cancelar";

/* Caption for City field on address form */
"City" = "Cidade";

/* Text for continue button */
"Continue" = "Continuar";

/* Caption for Country field on address form */
"Country" = "País";

/* Country selector and postal code entry form header title */
"Country or region" = "País ou região";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Condado";

/* Label of an address field */
"Department" = "Departamento";

/* Label for the district field on an address form */
"District" = "Distrito";

/* Label of an address field */
"Do Si" = "Do Si";

/* Done button title */
"Done" = "Concluído";

/* Label of an address field */
"Eircode" = "Eircode";

/* Caption for Email field on address form */
"Email" = "E-mail";

/* Used to describe address in United Arab Emirates */
"Emirate" = "Emirado";

/* Label for first (given) name field */
"First" = "Nome";

/* Error description for incomplete phone number */
"Incomplete phone number" = "Número de telefone incompleto";

/* Label of an address field */
"Island" = "Ilha";

/* Label for last (family) name field */
"Last" = "Sobrenome";

/* Form field header for entering a mobile phone number */
"Mobile number" = "Número do celular";

/* Caption for Name field on address form */
"Name" = "Nome";

/* Label for Name on account field on form */
"Name on account" = "Nome na conta";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label of an address field */
"Oblast" = "Oblast";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Outro";

/* Label of an address field */
"Parish" = "Paróquia";

/* Caption for Phone field on address form */
"Phone" = "Telefone";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Código postal";

/* Label of an address field */
"Prefecture" = "Prefeitura";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Província";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Estado";

/* Label of an address field */
"Suburb" = "Subúrbio";

/* Label of an address field */
"Suburb or city" = "Subúrbio ou cidade";

/* An error message. */
"The ID number you entered is incomplete." = "O número da identificação inserido está incompleto.";

/* Error description for incomplete account number */
"The account number you entered is incomplete." = "O número de conta inserido está incompleto.";

/* Label of an address field */
"Town or city" = "Cidade ou município";

/* Error string when we can't parse a phone number */
"Unable to parse phone number" = "Não foi possível analisar o número de telefone";

/* Error message when email is invalid */
"Your email is invalid." = "Seu e-mail é inválido.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "CEP";

